Revit 2027 API
RevitCommandId.Name Property
 The command name.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Name { get; }
Public ReadOnly Property Name As String
	Get
public:
property String^ Name {
	String^ get ();
}
member Name : string with get
Property Value
String
See Also
Reference
RevitCommandId Class
Autodesk.Revit.UI Namespace